Repository: Rahul-Chandera/Vittora
Catalog: Vittora/Localizable.xcstrings
Source language: en
Languages: es, hi

source: Budget overall progress
es: Progreso general del presupuesto
hi: बजट की कुल प्रगति

source: Budget overview
es: Resumen de presupuesto
hi: बजट का अवलोकन

source: Budget progress
es: Progreso del presupuesto
hi: बजट की प्रगति

source: Budget progress, values hidden while locked
es: Progreso del presupuesto, valores ocultos mientras está bloqueado
hi: बजट प्रगति, लॉक होने पर वैल्यू छिपी हैं

source: Budget Remaining
es: Presupuesto restante
hi: शेष बजट

source: Budget remaining, no budget set
es: Presupuesto restante, sin presupuesto configurado
hi: बजट शेष, कोई बजट सेट नहीं

source: Budget used %@
es: Presupuesto usado %@
hi: बजट का %@ उपयोग हुआ

source: Budgets
es: Presupuestos
hi: बजट

source: Build up your buffer
es: Aumenta tu colchón
hi: अपना बफ़र बढ़ाएँ

source: Business
es: Negocio
hi: बिज़नेस

source: Cancel
es: Cancelar
hi: रद्द करें

source: Cancelled
es: Cancelado
hi: रद्द किया गया

source: Cannot add transactions to an archived account.
es: No se pueden agregar transacciones a una cuenta archivada.
hi: आर्काइव किए गए अकाउंट में ट्रांज़ैक्शन नहीं जोड़े जा सकते।

source: Cannot delete a default category.
es: No se puede eliminar una categoría predeterminada.
hi: डिफ़ॉल्ट कैटेगरी डिलीट नहीं की जा सकती।

source: Cannot transfer from an archived account
es: No se puede transferir desde una cuenta archivada
hi: आर्काइव किए गए अकाउंट से ट्रांसफ़र नहीं किया जा सकता

source: Cannot transfer to an archived account
es: No se puede transferir a una cuenta archivada
hi: आर्काइव किए गए अकाउंट में ट्रांसफ़र नहीं किया जा सकता

source: Cash
es: Efectivo
hi: नकद

source: Cash business expense (Section 40A(3))
es: Gasto empresarial en efectivo (sección 40A(3))
hi: नकद व्यावसायिक व्यय (धारा 40A(3))

source: Cash Flow
es: Flujo de efectivo
hi: कैश फ़्लो

source: Cash Flow Forecast
es: Pronóstico de flujo de efectivo
hi: कैश फ़्लो पूर्वानुमान

source: Cash receipt limit (Section 269ST)
es: Límite de recibo en efectivo (sección 269ST)
hi: नकद प्राप्ति सीमा (धारा 269ST)

source: Categories
es: Categorías
hi: कैटेगरी

source: Categorization rules
es: Reglas de categorización
hi: कैटेगरी तय करने के नियम

source: Categorization Rules
es: Reglas de categorización
hi: कैटेगरी तय करने के नियम

source: Category
es: Categoría
hi: कैटेगरी

source: Category (Optional)
es: Categoría (opcional)
hi: कैटेगरी (वैकल्पिक)

source: Category Breakdown
es: Desglose por categoría
hi: कैटेगरी के अनुसार विवरण

source: Category Name
es: Nombre de la categoría
hi: कैटेगरी का नाम

source: Category not found
es: Categoría no encontrada
hi: कैटेगरी नहीं मिली

source: Charity
es: Caridad
hi: दान

source: Choose a transaction from the list to view its details.
es: Elija una transacción de la lista para ver sus detalles.
hi: विवरण देखने के लिए सूची से कोई ट्रांज़ैक्शन चुनें।

source: Choose Account
es: Elegir cuenta
hi: अकाउंट चुनें

source: Choose accounts whose full balance should count toward this fund.
es: Elige las cuentas cuyo saldo completo debe contar para este fondo.
hi: वे अकाउंट चुनें जिनका पूरा बैलेंस इस फंड में गिना जाना चाहिए।

source: Choose an account before importing.
es: Elija una cuenta antes de importar.
hi: इंपोर्ट करने से पहले एक अकाउंट चुनें।

source: Choose category
es: Elegir categoría
hi: कैटेगरी चुनें

source: Choose Category
es: Elegir categoría
hi: कैटेगरी चुनें

source: Choose Color
es: Elegir color
hi: रंग चुनें

source: Choose CSV File
es: Elegir archivo CSV
hi: CSV फ़ाइल चुनें

source: Choose File
es: Elegir archivo
hi: फ़ाइल चुनें

source: Choose Files
es: Elegir archivos
hi: फ़ाइलें चुनें

source: Choose how this category appears in the 50/30/20 report.
es: Elige cómo aparece esta categoría en el informe 50/30/20.
hi: चुनें कि यह कैटेगरी 50/30/20 रिपोर्ट में कैसे दिखे।

source: Choose Icon
es: Elegir ícono
hi: आइकन चुनें

source: Choose Payee
es: Elegir beneficiario
hi: प्राप्तकर्ता चुनें

source: Choose Photos
es: Elegir fotos
hi: फ़ोटो चुनें

source: Choose Your Currency
es: Elija su moneda
hi: अपनी मुद्रा चुनें

source: Claims above ₹1.5 lakh are capped for tax calculation.
es: Las reclamaciones superiores a ₹1.5 lakh tienen un tope para el cálculo de impuestos.
hi: टैक्स की गणना में ₹1.5 लाख से अधिक के दावे की सीमा ₹1.5 लाख है।

source: Clear
es: Borrar
hi: साफ़ करें

source: Clear %@
es: Borrar %@
hi: %@ साफ़ करें

source: Clear %@?
es: ¿Borrar %@?
hi: %@ साफ़ करें?

source: Clear Data
es: Borrar datos
hi: डेटा साफ़ करें

source: Clear Date of Birth
es: Borrar fecha de nacimiento
hi: जन्मतिथि हटाएँ

source: Clear Recent Errors
es: Borrar errores recientes
hi: हाल की त्रुटियाँ साफ़ करें

source: Clear Reviewed Conflicts
es: Borrar conflictos revisados
hi: समीक्षा किए गए टकराव हटाएँ

source: Clearing…
es: Borrando…
hi: साफ़ किया जा रहा है…

source: Clothing
es: Ropa
hi: कपड़े

source: CloudKit merged changes automatically
es: CloudKit combinó los cambios automáticamente
hi: CloudKit ने बदलाव अपने-आप मर्ज किए

source: CloudKit resolves conflicts automatically
es: CloudKit resuelve conflictos automáticamente
hi: CloudKit टकराव अपने-आप हल करता है

source: Coffee Run
es: Café
hi: कॉफ़ी लेने जाना

source: Collecting transactions and assembling a shareable file.
es: Recopilando transacciones y preparando un archivo para compartir.
hi: ट्रांज़ैक्शन इकट्ठा करके साझा करने योग्य फ़ाइल तैयार की जा रही है।

source: Comfortable buffer
es: Colchón cómodo
hi: आरामदायक बफ़र

source: Compare needs, wants, and savings with the guideline
es: Compara necesidades, gustos y ahorro con la guía
hi: ज़रूरतों, चाहतों और बचत की तुलना दिशानिर्देश से करें

source: Compare the standard deduction with your current itemized deductions for the same filing status.
es: Compare la deducción estándar con sus deducciones detalladas actuales para el mismo estado civil fiscal.
hi: एक ही फ़ाइलिंग स्टेटस के लिए मानक कटौती की तुलना अपनी मौजूदा मदवार कटौतियों से करें।

source: Complete your first account setup to continue.
es: Complete la configuración de su primera cuenta para continuar.
hi: आगे बढ़ने के लिए अपने पहले अकाउंट का सेटअप पूरा करें।

source: Compliance tips
es: Consejos de cumplimiento
hi: अनुपालन सुझाव

source: Confirm
es: Confirmar
hi: पुष्टि करें

source: Confirmation
es: Confirmación
hi: पुष्टि

source: Conflict Handling
es: Manejo de conflictos
hi: टकराव प्रबंधन

source: Conflict Review
es: Revisión de conflictos
hi: टकराव की समीक्षा

source: Connected
es: Conectado
hi: कनेक्टेड

source: Contact
es: Contacto
hi: संपर्क

source: Contact (Optional)
es: Contacto (opcional)
hi: संपर्क (वैकल्पिक)

source: Contact Support
es: Contactar a soporte
hi: सपोर्ट से संपर्क करें

source: Contacts access is restricted on this device.
es: El acceso a contactos está restringido en este dispositivo.
hi: इस डिवाइस पर संपर्कों का ऐक्सेस प्रतिबंधित है।

source: Contacts access was denied. Allow access in Settings to import payees.
es: Se denegó el acceso a contactos. Permítalo en Ajustes para importar beneficiarios.
hi: संपर्कों का ऐक्सेस अस्वीकार कर दिया गया। प्राप्तकर्ता इंपोर्ट करने के लिए सेटिंग्स में ऐक्सेस दें।

source: Contacts import is unavailable.
es: La importación de contactos no está disponible.
hi: संपर्क इंपोर्ट उपलब्ध नहीं है।

source: Contacts Imported
es: Contactos importados
hi: संपर्क इंपोर्ट किए गए

source: Continue
es: Continuar
hi: जारी रखें

source: Contributing Accounts
es: Cuentas que contribuyen
hi: योगदान देने वाले अकाउंट

source: Contribution amount
es: Monto del aporte
hi: योगदान राशि

source: Contribution Headroom
es: Margen de aporte
hi: योगदान की उपलब्ध सीमा

source: Copied
es: Copiado
hi: कॉपी हो गया

source: Copy Diagnostics
es: Copiar diagnósticos
hi: डायग्नोस्टिक्स कॉपी करें

source: Could not determine iCloud status.
es: No se pudo determinar el estado de iCloud.
hi: iCloud की स्थिति पता नहीं चल सकी.

source: Count toward emergency fund
es: Contar para el fondo de emergencia
hi: आपातकालीन फंड में गिनें

source: Country
es: País
hi: देश

source: Create a goal and track your progress toward financial milestones
es: Cree una meta y haga seguimiento de su avance hacia hitos financieros
hi: लक्ष्य बनाएँ और वित्तीय पड़ावों की ओर अपनी प्रगति ट्रैक करें

source: Create a group to track shared expenses with friends or family
es: Cree un grupo para registrar gastos compartidos con amigos o familia
hi: दोस्तों या परिवार के साथ साझा खर्च ट्रैक करने के लिए ग्रुप बनाएँ

source: Create a recurring expense to see what you pay each month.
es: Cree un gasto recurrente para ver cuánto paga cada mes.
hi: हर महीने आप कितना भुगतान करते हैं यह देखने के लिए एक आवर्ती खर्च बनाएँ.

source: Create budget
es: Crear presupuesto
hi: बजट बनाएँ

source: Create Budget
es: Crear presupuesto
hi: बजट बनाएँ

source: Create Goal
es: Crear meta
hi: लक्ष्य बनाएँ

source: Create Group
es: Crear grupo
hi: ग्रुप बनाएँ

source: Create the account where you usually keep or move money. You can always add more later.
es: Cree la cuenta donde suele guardar o mover dinero. Siempre puede agregar más después.
hi: वह अकाउंट बनाएँ जिसमें आप आम तौर पर पैसे रखते या ट्रांसफ़र करते हैं। बाद में और अकाउंट भी जोड़ सकते हैं।

source: Create Transaction
es: Crear transacción
hi: ट्रांज़ैक्शन बनाएँ

source: Create your first budget to track spending
es: Cree su primer presupuesto para controlar el gasto
hi: खर्च ट्रैक करने के लिए अपना पहला बजट बनाएँ

source: Create your first recurring transaction to get started
es: Cree su primera transacción recurrente para comenzar
hi: शुरू करने के लिए अपना पहला आवर्ती ट्रांज़ैक्शन बनाएँ

source: Created
es: Creado
hi: बनाया गया

source: Credit Card
es: Tarjeta de crédito
hi: क्रेडिट कार्ड

source: Credit Cards
es: Tarjetas de crédito
hi: क्रेडिट कार्ड

source: Critical
es: Crítico
hi: अति गंभीर

source: CSV File
es: Archivo CSV
hi: CSV फ़ाइल

source: Currency
es: Moneda
hi: मुद्रा

source: Current Balance
es: Saldo actual
hi: मौजूदा बैलेंस

source: Current fund
es: Fondo actual
hi: मौजूदा फंड

source: Custom
es: Personalizado
hi: कस्टम

source: Custom (days)
es: Personalizado (días)
hi: कस्टम (दिन)

source: Custom date range
es: Rango de fechas personalizado
hi: कस्टम तारीख सीमा

source: Custom Range
es: Rango personalizado
hi: कस्टम सीमा

source: Custom Report
es: Informe personalizado
hi: कस्टम रिपोर्ट

source: Daily
es: Diario
hi: रोज़ाना

source: Daily Budget
es: Presupuesto diario
hi: रोज़ाना बजट

source: Daily budget average
es: Promedio de presupuesto diario
hi: औसत दैनिक बजट

source: Daily spend
es: Gasto diario
hi: रोज़ाना खर्च

source: Daily Spend
es: Gasto diario
hi: रोज़ाना खर्च

source: Daily Spending
es: Gasto diario
hi: रोज़ाना खर्च

source: Daily, weekly, or monthly trend chart
es: Gráfico de tendencia diario, semanal o mensual
hi: रोज़ाना, साप्ताहिक या मासिक रुझान का चार्ट

source: Dark
es: Oscuro
hi: डार्क

source: Dashboard
es: Panel
hi: डैशबोर्ड

source: Data & Sync
es: Datos y sincronización
hi: डेटा और सिंक

source: Data Erased
es: Datos borrados
hi: डेटा मिटा दिया गया

source: Data integrity issues detected after sync. Review iCloud Sync for details.
es: Se detectaron problemas de integridad de datos tras la sincronización. Revise iCloud Sync para más detalles.
hi: सिंक के बाद डेटा की अखंडता से जुड़ी समस्याएँ मिलीं. विवरण के लिए iCloud Sync देखें.

source: Database
es: Base de datos
hi: डेटाबेस

source: Date
es: Fecha
hi: तारीख

source: Date (MM/DD/YYYY)
es: Fecha (MM/DD/AAAA)
hi: तारीख (MM/DD/YYYY)

source: Date & Payment
es: Fecha y pago
hi: तारीख और भुगतान

source: Date of Birth
es: Fecha de nacimiento
hi: जन्मतिथि

source: Date Range
es: Rango de fechas
hi: तारीख सीमा

source: Day
es: Día
hi: दिन

source: Day %lld
es: Día %lld
hi: दिन %lld

source: Day 30
es: Día 30
hi: दिन 30

source: Day 90
es: Día 90
hi: दिन 90

source: Days
es: Días
hi: दिन

source: Deadline
es: Fecha límite
hi: अंतिम तारीख

source: Debit Card
es: Tarjeta de débito
hi: डेबिट कार्ड

source: Debt
es: Deuda
hi: उधार

source: Debt amount
es: Monto de la deuda
hi: उधार राशि

source: Debt entry not found
es: Entrada de deuda no encontrada
hi: उधार की एंट्री नहीं मिली

source: Debt Ledger
es: Libro de deudas
hi: उधार खाता-बही

source: Debt Payment Due Soon
es: Pago de deuda próximo a vencer
hi: उधार का भुगतान जल्द देय है

source: Debt Reminders
es: Recordatorios de deuda
hi: उधार रिमाइंडर

source: Debt Settlement
es: Liquidación de deuda
hi: उधार निपटान

source: Debt summary
es: Resumen de deuda
hi: उधार सारांश

source: Debts
es: Deudas
hi: उधार

source: Deduct.
es: Deduc.
hi: कटौती

source: Deduction Comparison
es: Comparación de deducciones
hi: कटौतियों की तुलना

source: Deductions
es: Deducciones
hi: कटौतियाँ

source: Deductions %@
es: Deducciones %@
hi: कटौतियाँ %@

source: Default
es: Predeterminado
hi: डिफ़ॉल्ट

source: Deficit
es: Déficit
hi: घाटा

source: Delete
es: Eliminar
hi: डिलीट करें

source: DELETE
es: ELIMINAR
hi: डिलीट करें

source: Delete %@
es: Eliminar %@
hi: %@ डिलीट करें

source: Delete %lld selected
es: Eliminar %lld seleccionados
hi: चुने गए %lld डिलीट करें

source: Delete Account
es: Eliminar cuenta
hi: अकाउंट डिलीट करें

source: Delete All Data
es: Eliminar todos los datos
hi: सारा डेटा डिलीट करें

source: Delete Category
es: Eliminar categoría
hi: कैटेगरी डिलीट करें

source: Delete Entry
es: Eliminar entrada
hi: प्रविष्टि हटाएँ

source: Delete Payee
es: Eliminar beneficiario
hi: भुगतान पाने वाला डिलीट करें

source: Delete this debt entry?
es: ¿Eliminar esta entrada de deuda?
hi: यह ऋण प्रविष्टि हटाएँ?

source: Delete this transaction?
es: ¿Eliminar esta transacción?
hi: यह ट्रांज़ैक्शन हटाएँ?

source: Delete transaction
es: Eliminar transacción
hi: ट्रांज़ैक्शन डिलीट करें

source: Deletes ALL data including accounts and categories, and resets onboarding.
es: Elimina TODOS los datos, incluidas cuentas y categorías, y restablece la introducción.
hi: अकाउंट और कैटेगरी समेत सारा डेटा डिलीट करता है और शुरुआती सेटअप रीसेट करता है।

source: Deletes this transaction
es: Elimina esta transacción
hi: यह ट्रांज़ैक्शन डिलीट करता है

source: Describe your issue in email. A diagnostic summary is included so we can help — you can edit or remove it before sending.
es: Describa su problema en el correo. Se incluye un resumen de diagnóstico para que podamos ayudarle — puede editarlo o quitarlo antes de enviar.
hi: ईमेल में अपनी समस्या लिखें। मदद के लिए एक डायग्नोस्टिक सारांश शामिल है — भेजने से पहले आप इसे संपादित या हटा सकते हैं।

source: Destination account not found
es: Cuenta de destino no encontrada
hi: गंतव्य अकाउंट नहीं मिला

source: Details
es: Detalles
hi: विवरण

source: Detected
es: Detectado
hi: पता चला

source: Diagnostic summary
es: Resumen de diagnóstico
hi: डायग्नोस्टिक सारांश

source: Diagnostic Summary
es: Resumen de diagnóstico
hi: डायग्नोस्टिक सारांश

source: Diagnostics copied to the clipboard.
es: Diagnósticos copiados al portapapeles.
hi: डायग्नोस्टिक्स क्लिपबोर्ड पर कॉपी हो गए।

source: Digital Wallet
es: Billetera digital
hi: डिजिटल वॉलेट

source: Digital Wallets
es: Billeteras digitales
hi: डिजिटल वॉलेट

source: Dining
es: Restaurantes
hi: बाहर खाना

source: Direction
es: Dirección
hi: दिशा

source: Dismiss tip
es: Descartar consejo
hi: सुझाव हटाएँ

source: Display Name
es: Nombre para mostrar
hi: दिखाया जाने वाला नाम

source: Document file not found.
es: Archivo de documento no encontrado.
hi: डॉक्यूमेंट फ़ाइल नहीं मिली.

source: Document not found
es: Documento no encontrado
hi: डॉक्यूमेंट नहीं मिला

source: Document storage is unavailable.
es: El almacenamiento de documentos no está disponible.
hi: डॉक्यूमेंट स्टोरेज उपलब्ध नहीं है.

source: Documents
es: Documentos
hi: दस्तावेज़

source: Done
es: Listo
hi: हो गया

source: Down %lld percent
es: Bajó %lld por ciento
hi: %lld प्रतिशत कम

source: Driven by %@ · %@
es: Impulsado por %@ · %@
hi: %@ · %@ की वजह से

source: Driven by %@, %@
es: Impulsado por %@, %@
hi: %@, %@ की वजह से

source: Due
es: Vence
hi: देय

source: Due Date
es: Fecha de vencimiento
hi: देय तारीख

source: Due today
es: Vence hoy
hi: आज देय

source: Due today!
es: ¡Vence hoy!
hi: आज देय!

source: Duplicate
es: Duplicar
hi: डुप्लिकेट

source: Duplicate detected
es: Duplicado detectado
hi: डुप्लिकेट मिला

source: Duplicate entry: %@
es: Entrada duplicada: %@
hi: डुप्लिकेट एंट्री: %@

source: Duplicates skipped
es: Duplicados omitidos
hi: डुप्लिकेट छोड़ दिए गए

source: e.g. 1200000
es: p. ej. 1200000
hi: जैसे 1200000

source: e.g. Emergency Fund
es: p. ej. Fondo de emergencia
hi: जैसे इमरजेंसी फ़ंड

source: e.g. Life Insurance Premium
es: p. ej. Prima de seguro de vida
hi: जैसे जीवन बीमा प्रीमियम

source: e.g. Trip to Goa
es: p. ej. Viaje a Goa
hi: जैसे गोवा यात्रा

source: Earned
es: Ganado
hi: कमाया

source: Edit
es: Editar
hi: बदलें

source: Edit Account
es: Editar cuenta
hi: अकाउंट बदलें

source: Edit budget
es: Editar presupuesto
hi: बजट बदलें

source: Edit Budget
es: Editar presupuesto
hi: बजट बदलें

source: Edit Category
es: Editar categoría
hi: कैटेगरी बदलें

source: Edit Goal
es: Editar meta
hi: लक्ष्य बदलें

source: Edit Group
es: Editar grupo
hi: ग्रुप बदलें

source: Edit History
es: Historial de ediciones
hi: बदलाव का इतिहास

source: Edit Payee
es: Editar beneficiario
hi: भुगतान पाने वाला बदलें

source: Edit profile
es: Editar perfil
hi: प्रोफ़ाइल संपादित करें

source: Edit Recurring
es: Editar recurrente
hi: आवर्ती ट्रांज़ैक्शन बदलें

source: Edit Rule
es: Editar regla
hi: नियम बदलें

source: Edit tax profile
es: Editar perfil fiscal
hi: टैक्स प्रोफ़ाइल संपादित करें

source: Edit transaction
es: Editar transacción
hi: ट्रांज़ैक्शन बदलें

source: Edit Transaction
es: Editar transacción
hi: ट्रांज़ैक्शन संपादित करें

source: Education
es: Educación
hi: शिक्षा

source: Effective rate
es: Tasa efectiva
hi: प्रभावी दर

source: Effective Rate
es: Tasa efectiva
hi: प्रभावी दर

source: Email
es: Correo
hi: ईमेल

source: Emergency Fund
es: Fondo de emergencia
hi: आपातकालीन फंड

source: Emergency fund coverage
es: Cobertura del fondo de emergencia
hi: आपातकालीन फंड कवरेज

source: Empty
es: Vacío
hi: खाली

source: Enable Notifications
es: Activar notificaciones
hi: नोटिफ़िकेशन चालू करें

source: Enable Quiet Hours
es: Activar horas de silencio
hi: शांत घंटे चालू करें

source: Enable reminders
es: Activar recordatorios
hi: रिमाइंडर चालू करें

source: Enabled
es: Activado
hi: चालू

source: Encryption error: %@
es: Error de cifrado: %@
hi: एन्क्रिप्शन त्रुटि: %@

source: Encryption key rotated
es: Clave de cifrado rotada
hi: एन्क्रिप्शन कुंजी बदली गई

source: End
es: Fin
hi: समाप्ति

source: End Date
es: Fecha de fin
hi: समाप्ति तारीख

source: End Date (Optional)
es: Fecha de fin (opcional)
hi: समाप्ति तारीख (वैकल्पिक)

source: Ends: %@
es: Termina: %@
hi: समाप्ति: %@

source: Enter a positive amount with no more than two decimal places.
es: Ingrese un monto positivo con no más de dos decimales.
hi: दो से अधिक दशमलव स्थानों के बिना धनात्मक राशि दर्ज करें.

source: Enter an amount first
es: Primero ingresa un monto
hi: पहले एक राशि दर्ज करें

source: Enter an amount to save this transaction.
es: Ingresa un monto para guardar esta transacción.
hi: यह लेन-देन सहेजने के लिए एक राशि दर्ज करें।

source: Enter an expense using the Digital Crown.
es: Ingrese un gasto con la Digital Crown.
hi: Digital Crown का उपयोग करके खर्च दर्ज करें.

source: Enter your name. You can change this in settings anytime.
es: Ingrese su nombre. Puede cambiarlo en ajustes en cualquier momento.
hi: अपना नाम दर्ज करें। आप इसे सेटिंग्स में कभी भी बदल सकते हैं।

source: Entertainment
es: Entretenimiento
hi: मनोरंजन

source: Equal
es: Igual
hi: बराबर

source: Equity LTCG (Section 112A-style)
es: Ganancias de capital a largo plazo en acciones (estilo sección 112A)
hi: इक्विटी LTCG (धारा 112A के अनुसार)

source: Equity STCG (simplified)
es: Ganancias de capital a corto plazo en acciones (simplificado)
hi: इक्विटी STCG (सरलीकृत)

source: Erase & Start Fresh…
es: Borrar y empezar de nuevo…
hi: मिटाएँ & नए सिरे से शुरू करें…

source: Erase Everything
es: Borrar todo
hi: सब कुछ मिटाएँ

source: Erase the unopenable data store?
es: ¿Borrar el almacén de datos que no se puede abrir?
hi: जिस डेटा स्टोर को खोला नहीं जा सकता उसे मिटाएँ?

source: Estimate — not a guarantee
es: Estimación — no es una garantía
hi: अनुमान — गारंटी नहीं

source: Estimate your taxes
es: Estime sus impuestos
hi: अपने टैक्स का अनुमान लगाएँ

source: Estimated tax
es: Impuesto estimado
hi: अनुमानित टैक्स

source: Estimated Tax
es: Impuesto estimado
hi: अनुमानित टैक्स

source: Estimated tax %@. Effective rate %@ percent. Gross income %@. Deductions %@. Taxable income %@.
es: Impuesto estimado %@. Tasa efectiva %@ por ciento. Ingreso bruto %@. Deducciones %@. Ingreso gravable %@.
hi: अनुमानित टैक्स %@। प्रभावी दर %@ प्रतिशत। सकल आय %@। कटौतियाँ %@। कर योग्य आय %@।

source: Estimates only. Consult a qualified tax professional for advice.
es: Solo estimaciones. Consulte a un profesional fiscal calificado.
hi: ये केवल अनुमान हैं। सलाह के लिए किसी योग्य कर विशेषज्ञ से परामर्श करें।

source: Every %lld days
es: Cada %lld días
hi: हर %lld दिन में

source: Every %lldd
es: Cada %lldd
hi: हर %lldd

source: Every imported amount must be greater than zero.
es: Cada monto importado debe ser mayor que cero.
hi: इम्पोर्ट की गई हर राशि शून्य से अधिक होनी चाहिए।

source: Everything
es: Todo
hi: सब कुछ

source: Exact amount
es: Importe exacto
hi: सटीक राशि

source: Exact Amount
es: Monto exacto
hi: सटीक राशि

source: Expense
es: Gasto
hi: खर्च

source: Expense amount
es: Monto del gasto
hi: खर्च की राशि

source: Expense is queued and syncing with iPhone
es: El gasto está en cola y sincronizando con iPhone
hi: खर्च कतार में है और iPhone के साथ सिंक हो रहा है

source: Expense is queued until iPhone reconnects
es: El gasto está en cola hasta que iPhone se reconecte
hi: iPhone के दोबारा कनेक्ट होने तक खर्च कतार में है

source: Expense title
es: Título del gasto
hi: खर्च का शीर्षक

source: Expenses
es: Gastos
hi: खर्च

source: Export
es: Exportar
hi: एक्सपोर्ट करें

source: Export & Share
es: Exportar y compartir
hi: एक्सपोर्ट और शेयर करें

source: Export as CSV
es: Exportar como CSV
hi: CSV के रूप में एक्सपोर्ट करें

source: Export created
es: Exportación creada
hi: एक्सपोर्ट बनाया गया

source: Export Data
es: Exportar datos
hi: डेटा एक्सपोर्ट करें

source: Export error: %@
es: Error de exportación: %@
hi: एक्सपोर्ट त्रुटि: %@

source: Export Failed
es: Error al exportar
hi: एक्सपोर्ट नहीं हो सका

source: Export in progress
es: Exportación en curso
hi: एक्सपोर्ट जारी है

source: Export PDF
es: Exportar PDF
hi: PDF एक्सपोर्ट करें

source: Export progress
es: Progreso de exportación
hi: एक्सपोर्ट की प्रगति

source: Export Tax Report
es: Exportar informe de impuestos
hi: टैक्स रिपोर्ट एक्सपोर्ट करें

source: Extracted Information
es: Información extraída
hi: निकाली गई जानकारी

source: Factory Reset
es: Restablecimiento de fábrica
hi: फ़ैक्टरी रीसेट

source: Factory Reset?
es: ¿Restablecimiento de fábrica?
hi: फ़ैक्टरी रीसेट करें?

source: Failed to encode CSV as UTF-8
es: Error al codificar CSV como UTF-8
hi: CSV को UTF-8 में एन्कोड नहीं किया जा सका

source: Failed to generate secure random bytes for export cleanup.
es: Error al generar bytes aleatorios seguros para la limpieza de exportación.
hi: एक्सपोर्ट क्लीनअप के लिए सुरक्षित रैंडम बाइट्स जनरेट नहीं की जा सकीं.

source: Failed to write CSV: %@
es: Error al escribir CSV: %@
hi: CSV लिखने में विफल: %@

source: FAQ & Troubleshooting
es: Preguntas frecuentes y solución de problemas
hi: FAQ और समस्या निवारण

source: Federal estimate — state taxes not included
es: Estimación federal — impuestos estatales no incluidos
hi: संघीय अनुमान — राज्य कर शामिल नहीं हैं

source: File ready to share
es: Archivo listo para compartir
hi: फ़ाइल शेयर करने के लिए तैयार है

source: Filing Status
es: Estado civil fiscal
hi: टैक्स रिटर्न स्थिति

source: Filter active
es: Filtro activo
hi: फ़िल्टर चालू है

source: Filter by date, group by category or account
es: Filtrar por fecha, agrupar por categoría o cuenta
hi: तारीख से फ़िल्टर करें और कैटेगरी या अकाउंट के अनुसार समूहित करें
